[
  {
    "title": "Information Technology",
    "description": "From network administration to systems engineers,Ten-X Labs has the technical knowledge to find the right resource for your company’s IT needs to give suitable IT services using most recent innovations and patterns.",
    "iconClass": "fa-diamond",
    "content": ""
  },
  {
    "title": "Bussiness Analytics",
    "description": "Identifying and retaining skilled Business Analytics personnel can be difficult and cost prohibitive if built in-house. Ten-X labs provides resources in a managed service capacity to meet our client’s most challenging needs.!",
    "iconClass": "fa-paper-plane ",
    "content": ""
  },
  {
    "title": "Staffing",
    "description": "Ten-X Labs staffing team takes pride in building long term relationships with our employers and job seekers in order to fully understand their needs and goals. We are one of the premier staffing and recruiting firms in the country.",
    "iconClass": "fa-users",
    "content": ""
  },
  {
    "title": "Consulting",
    "description": "Ten-X Labs Consulting's professionals are leaders in their respective fields with the expertise to help our clients navigate the complicated and ever-changing technology landscape.",
    "iconClass": "fa-comments-o",
    "content": ""
  },
  {
    "title": "Engineering",
    "description": "We will work with you to ensure that candidates aren’t just a technical fit, but also meet your company’s unique requirements.",
    "iconClass": "fa-outdent",
    "content": ""
  },
  {
    "title": "Technology and IT",
    "description": "Ten-X Labs provides end to end solutions, whether is UI or Full stack development ",
    "iconClass": "fa-code",
    "content": ""
  },
  {
    "title": "Business Analyst",
    "description": "We provide you the best Business Analyst out there in the market with should have strong communications (verbal/documentation) skills and who would be able to liaison between your Business Partners and Technology Teams to ensure mutual project goals are understood and met in project delivery.",
    "iconClass": "fa-balance-scale",
    "content": ""
  },
  {
    "title": "Dev-ops",
    "description": "For DevOps solutions, Ten-X Labs adopts an approach that emphasizes communication, collaboration, integration and automation, thus, removing bottlenecks in software development and ensuring agile delivery for software-driven innovation",
    "iconClass": "fa-cloud",
    "content": ""
  }
]
